[
  {
    "name": "Premier League: Arsenal vs Manchester United",
    "description": "A classic Premier League rivalry match at the Emirates! Feel the passion and intensity as two of England's top football teams go head-to-head in an unmissable showdown filled with drama, skill, and unwavering fan energy.",
    "price": 199.99,
    "totalTickets": 60,
    "location": "Emirates Stadium, London",
    "eventDate": 1755298582522,
    "userId": "user_2fQUMpNzXSVVczN9UINUbjsGozF"
  },
  {
    "name": "Coldplay World Tour",
    "description": "Join Coldplay for an unforgettable night of music as they perform their greatest hits and new tracks in a stunningly immersive show. Expect dazzling light displays, energetic performances, and a connection with the crowd that only Coldplay can deliver.",
    "price": 150.0,
    "totalTickets": 200,
    "location": "Wembley Stadium, London",
    "eventDate": 1754261782522,
    "userId": "user_2dOPKmMyZRXXazL7SGLSzhsEmzD"
  },
  {
    "name": "Comic Con 2024",
    "description": "The ultimate pop culture convention where fans of comics, movies, TV shows, and gaming unite! Meet your favorite stars, attend exclusive panels, dress up in cosplay, and explore a world of collectibles, creativity, and community.",
    "price": 85.0,
    "totalTickets": 1000,
    "location": "Javits Center, New York",
    "eventDate": 1754088982522,
    "userId": "user_2dOPKmMyZRXXazL7SGLSzhsEmzD"
  },
  {
    "name": "Ed Sheeran Mathematics Tour",
    "description": "An intimate evening with Ed Sheeran performing his greatest hits, including chart-topping singles and fan favorites. Enjoy his soulful melodies, heartwarming lyrics, and captivating live performance in a truly unforgettable setting.",
    "price": 125.0,
    "totalTickets": 150,
    "location": "O2 Arena, London",
    "eventDate": 1756853782522,
    "userId": "user_2eRTLnPxYQWWbzM8THMTaisFnzE"
  },
  {
    "name": "Adele: Weekend with Adele",
    "description": "Adele's spectacular Las Vegas residency show offers an exclusive opportunity to witness her soul-stirring voice and timeless hits in an intimate and luxurious setting. Experience an evening of musical excellence and raw emotion.",
    "price": 450.0,
    "totalTickets": 80,
    "location": "Caesars Palace, Las Vegas",
    "eventDate": 1759445782522,
    "userId": "user_2gPVNqOyYTWWdzO0VJOVcktHpzG"
  },
  {
    "name": "NBA Finals 2024 - Game 1",
    "description": "Witness the opening game of the NBA Finals and be part of basketball history! Feel the excitement as the top teams clash in this highly anticipated championship, showcasing the best players, thrilling moments, and unmatched energy in the heart of New York.",
    "price": 899.99,
    "totalTickets": 50,
    "location": "Madison Square Garden, New York",
    "eventDate": 1751669782522,
    "userId": "user_2bFMHkGxZPWVVyJ5QEJQxfsCkxB"
  },
  {
    "name": "Taylor Swift | The Eras Tour",
    "description": "Experience Taylor Swift's record-breaking Eras Tour live! Relive the magic of her journey through multiple iconic albums, featuring breathtaking visuals, mesmerizing performances, and a once-in-a-lifetime experience that has captivated fans worldwide.",
    "price": 499.99,
    "totalTickets": 100,
    "location": "MetLife Stadium, New Jersey",
    "eventDate": 1751669782522,
    "userId": "user_2bFMHkGxZPWVVyJ5QEJQxfsCkxB"
  },
  {
    "name": "Hamilton - Broadway",
    "description": "Don't miss the award-winning musical phenomenon that has redefined Broadway! Follow the compelling story of Alexander Hamilton through a revolutionary blend of hip-hop, jazz, and traditional theater, performed by an electrifying cast.",
    "price": 299.99,
    "totalTickets": 75,
    "location": "Richard Rodgers Theatre, New York",
    "eventDate": 1752879382522,
    "userId": "user_2dOPKmMyZRXXazL7SGLSzhsEmzD"
  },
  {
    "name": "Harry Potter and the Cursed Child",
    "description": "The eighth story in the Harry Potter series comes to life on stage in a spellbinding theatrical experience. Dive into the wizarding world as Harry and his family face new challenges, blending magic, mystery, and emotion in an unforgettable performance.",
    "price": 175.0,
    "totalTickets": 100,
    "location": "Palace Theatre, London",
    "eventDate": 1732821304449,
    "userId": "user_2iRXPsQAaVYYfAQ2XLQXemvJrzI"
  },
  {
    "name": "Wimbledon 2024 - Men's Final",
    "description": "The culmination of the world's most prestigious tennis tournament. Witness the ultimate battle for glory on the iconic Centre Court as the world's best players compete for the coveted Wimbledon trophy.",
    "price": 750.0,
    "totalTickets": 40,
    "location": "Centre Court, All England Club, London",
    "eventDate": 1736277304449,
    "userId": "user_2hQWOrPzZUXXezP1WKPWdluIqzH"
  }
]
